Repository: common-repository/udssl-time-tracker
Catalog: languages/udssl-*.po
Languages: si_lk, ta_lk

source: Presets
si_lk: පෙරැසුම
ta_lk: முன்னமைவுகளை

source: Settings
si_lk: සැකසුම්
ta_lk: அமைப்புகள்

source: Tracker
si_lk: සටහන්කරු
ta_lk: கண்காணிப்போருக்கு

source: Time Tracker
si_lk: කාල සටහන්කරු
ta_lk: நேரம் கண்காணிப்போருக்கு

source: UDSSL Time Tracker
si_lk: යූ.ඩී.එස්.එස්.එල් කාල සටහන්කරු
ta_lk: உட்ச்ச்ல் நேரம் கண்காணிப்போருக்கு

source: Configure UDSSL Time Tracker Settings
si_lk: යූ.ඩී.එස්.එස්.එල් කාල සටහන්කරු සැකසුම්
ta_lk: அமைப்புகளை கட்டமைக்க

source: Block Visitors
si_lk: අමුත්තන් වලකන්න
ta_lk: தொகுதி பார்வையாளர்கள்

source: Block non-logged in visitors
si_lk: ලොග් නොවුනවුන් වලකන්න
ta_lk: பார்வையாளர்கள் அல்லாத வெளியேற்ற தடை

source: Save Settings
si_lk: සැකසුම් ස්ථිර කරන්න
ta_lk: அமைப்புகளை சேமிக்க

source: Reset
si_lk: මුල් අවස්ථාව

source: Task Presets
si_lk: කාර්යය පෙරැසුම
ta_lk: பணி முன்னமைவுகளை

source: Configure Presets
si_lk: පෙරැසුම් සකසන්න
ta_lk: முன்னமைவுகளை கட்டமைக்க

source: Edit Preset
si_lk: පෙරැසුම වෙනස් කරන්න
ta_lk: தொகு முன்வரையறுத்த

source: Preset Name
si_lk: පෙරැසුම නාමය
ta_lk: முன்னமைக்கப்பட்ட பெயர்

source: Preset Category
si_lk: පෙරැසුම වර්ගය
ta_lk: முன்னமைக்கப்பட்ட பகுப்பு

source: Preset Project
si_lk: පෙරැසුම් ව්‍යාපෘතිය
ta_lk: முன்னமைக்கப்பட்ட திட்டம்

source: Preset Task
si_lk: පෙරැසුම් කාර්යය
ta_lk: முன்னமைக்கப்பட்ட பணி

source: Save Preset
si_lk: පෙරැසුම ගබඩා කරන්න
ta_lk: முன்வரையறுத்த சேமிக்க

source: Delete
si_lk: මකන්න

source: Current Presets
si_lk: වත්මන් පෙරැසුම්
ta_lk: தற்போதைய முன்னமைப்புகள்

source: Payment Tracker
si_lk: ගෙවුම් සටහන්කරු
ta_lk: கட்டணம் கண்காணிப்போருக்கு

source: Admin
si_lk: කළමනාකරු
ta_lk: நிர்வாகம்

source: UDSSL
si_lk: යූ.ඩී.එස්.එස්.එල්
ta_lk: கட்டணம்

source: Payment Tracker for WordPress
si_lk: වර්ඩ්ප්‍රෙස් ගෙවුම් සටහන්කරු
ta_lk: WordPress கட்டணம் கண்காணிப்போருக்கு

source: Time
si_lk: වෙලාව
ta_lk: காலம்

source: Category
si_lk: වර්ගය
ta_lk: வகை

source: Project
si_lk: ව්‍යාපෘතිය
ta_lk: திட்டம்

source: Task
si_lk: කාර්යය
ta_lk: பணி

source: Paid
si_lk: ගෙවුම
ta_lk: பணம்

source: Charge
si_lk: ගාස්තුව
ta_lk: கட்டணம்

source: Effective
si_lk: ලැබීම
ta_lk: பயனுள்ள

source: New Payment
si_lk: නව ගෙවීමක්
ta_lk: புதிய கட்டணம்

source: Sample Category
si_lk: උදාහරණ වර්ගය
ta_lk: மாதிரி வகை

source: Sample Project
si_lk: උදාහරණ ව්‍යාපෘතිය
ta_lk: மாதிரி திட்டம்

source: Sample Task
si_lk: උදාහරණ කාර්යය
ta_lk: மாதிரி பணி

source: Calculate
si_lk: ගණනය කරන්න
ta_lk: கணக்கிட்டு கண்டுபிடி

source: Charges
si_lk: ගාස්තු
ta_lk: கட்டணங்கள்

source: Add Payment
si_lk: ගාස්තුව එකතු කරන්න
ta_lk: பணம் சேர்க்க

source: Track Your Time
si_lk: ඔබේ කාලය සටහන්කරගන්න
ta_lk: உங்கள் நேரம் கண்காணிக்க

source: UDSSL Time Tracker from UDSSL
si_lk: යූ.ඩී.එස්.එස්.එල් කාල සටහන්කරු යූ.ඩී.එස්.එස්.එල් වෙතින්
ta_lk: கட்டணம் இருந்து கட்டணம் நேரம் டிராக்கரின்

source: Start Time
si_lk: ආරම්භක වෙලාව
ta_lk: நேரம் தொடங்க

source: End Time
si_lk: අවසාන වෙලාව
ta_lk: இறுதியில் நேரம்

source: Duration
si_lk: කාලසීමාව
ta_lk: நீடிக்கும் காலம்

source: Description
si_lk: විස්තරය
ta_lk: விளக்கம்

source: New Time Slot
si_lk: නව කාල පරිචේදයක්
ta_lk: புதிய நேர ஸ்லாட்டில்

source: Add
si_lk: එකතු
ta_lk: சேர்

source: Subtract
si_lk: අඩු
ta_lk: குறைய

source: Now
si_lk: දැන්
ta_lk: இப்பொழுது

source: Add Time Slot
si_lk: නව කාල පරිචේදයක් එකතු කරන්න
ta_lk: நேரம் ஸ்லாட் சேர்க்க

source: Time Data Charts
si_lk: කාල පරිචේද වගු
ta_lk: நேரம் தரவு வரைபடங்கள்

source: Generate Charts
si_lk: වගු පෙන්වන්න
ta_lk: வரைபடங்கள் உருவாக்கும்

source: Category Summary
si_lk: වර්ග සාරාංශය
ta_lk: வகை சுருக்கம்

source: Project Summary
si_lk: ව්‍යාපෘති සාරාංශය
ta_lk: திட்ட சுருக்கம்

source: Task Summary
si_lk: කාර්ය සාරාංශය
ta_lk: பணி சுருக்கம்

source: Add New Categories, Projects and Tasks
si_lk: නව තොරතුරු එකතු කරන්න
ta_lk: புதிய வகைகள், திட்டங்கள் மற்றும் பணிகள் சேர்க்க

source: Categories
si_lk: වර්ග
ta_lk: பிரிவுகள்

source: Name
si_lk: නම
ta_lk: பெயர்

source: Sample Name
si_lk: උදාහරණ නම
ta_lk: மாதிரி பெயர்

source: Sample Description
si_lk: උදාහරණ විස්තරය
ta_lk: மாதிரி விளக்கம்

source: Add Category
si_lk: වර්ගය එකතු කරන්න
ta_lk: பகுப்பு சேர்க்க

source: Projects
si_lk: ව්‍යාපෘති
ta_lk: திட்டங்கள்

source: Sample Project Description
si_lk: උදාහරණ ව්‍යාපෘති විස්තරය
ta_lk: மாதிரி திட்ட விளக்கம்

source: Add Project
si_lk: ව්‍යාපෘතිය එකතු කරන්න
ta_lk: திட்ட சேர்க்க

source: Tasks
si_lk: කාර්යයන්
ta_lk: பணிகள்

source: Sample Task Description
si_lk: උදාහරණ කාර්යය විස්තරය
ta_lk: மாதிரி பணி விவரம்

source: Add Task
si_lk: කාර්යය එකතු කරන්න
ta_lk: சேர்

source: Charts
si_lk: වගු
ta_lk: விளக்க படங்கள்

source: New Task
si_lk: නව කාර්යය
ta_lk: புதிய பணி

source: Menu
si_lk: මනුව
ta_lk: மெனு
